[{"id":"fireball","name":"Fireball","desc":["A bright streak flashes from your pointing finger to a point you choose within range and then blossoms with a low roar into an explosion of flame. Each creature in a 20-foot-radius sphere centered on that point must make a dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one.","The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried."],"higher_level":["When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd."],"level":3,"casting_time":"1 action","range":"150 feet","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S,M (A tiny ball of bat guano and sulfur.)","icon":"🔥","rune_components":["Fire"],"rune_architecture":"Emission","categories":["Combat"]},{"id":"lightning-lure","name":"Lightning Lure","desc":["You create a lash of lightning energy that strikes at one creature of your choice that you can see within 15 feet of you. The target must succeed on a Strength saving throw or be pulled up to 10 feet in a straight line toward you and then take 1d8 lightning damage if it is within 5 feet of you.","At Higher Levels. This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).\""],"level":0,"casting_time":"1 action","range":"Self (15-foot radius)","duration":"Instantaneous","concentration":false,"ritual":false,"components":"undefined","icon":"Lightning","rune_components":["Lightning"],"rune_architecture":"Emission","categories":["Combat","Control"]},{"id":"booming-blade","name":"Booming Blade","desc":["You brandish the weapon used in the spell’s casting and make a melee attack with it against one creature within 5 feet of you. On a hit, the target suffers the weapon attack’s normal effects and then becomes sheathed in booming energy until the start of your next turn. If the target willingly moves 5 feet or more before then, the target takes 1d8 thunder damage, and the spell ends.","At Higher Levels. At 5th level, the melee attack deals an extra 1d8 thunder damage to the target on a hit, and the damage the target takes for moving increases to 2d8. Both damage rolls increase by 1d8 at 11th level (2d8 and 3d8) and again at 17th level (3d8 and 4d8)."],"categories":["Combat","Control"],"rune_components":["Lightning"],"rune_architecture":"Specialization","level":0,"casting_time":"1 action","range":"Self (5-foot radius)","duration":"Instantaneous","concentration":false,"ritual":false},{"id":"burning-hands","name":"Burning Hands","desc":["As you hold your hands with thumbs touching and fingers spread, a thin sheet of flames shoots forth from your outstretched fingertips. Each creature in a 15-foot cone must make a dexterity saving throw. A creature takes 3d6 fire damage on a failed save, or half as much damage on a successful one.","The fire ignites any flammable objects in the area that aren't being worn or carried."],"higher_level":["When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st."],"level":1,"casting_time":"1 action","range":"Self","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S","icon":"","rune_components":["Fire"],"rune_architecture":"Transmutation","categories":["Combat"]},{"id":"fog-cloud","name":"Fog Cloud","desc":["You create a 20-foot-radius sphere of fog centered on a point within range. The sphere spreads around corners, and its area is heavily obscured. It lasts for the duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it."],"higher_level":["When you cast this spell using a spell slot of 2nd level or higher, the radius of the fog increases by 20 feet for each slot level above 1st."],"level":1,"casting_time":"1 action","range":"120 feet","duration":"Up to 1 hour","concentration":true,"ritual":false,"components":"V,S","rune_components":["Air","Water"],"rune_architecture":"Conjuration","categories":["Utility","Control"]},{"id":"shocking-grasp","name":"Shocking Grasp","desc":["Lightning springs from your hand to deliver a shock to a creature you try to touch. Make a melee spell attack against the target. You have advantage on the attack roll if the target is wearing armor made of metal. On a hit, the target takes 1d8 lightning damage, and it can't take reactions until the start of its next turn.","The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8)."],"higher_level":[],"level":0,"casting_time":"1 action","range":"Touch","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S","rune_components":["Lightning"],"rune_architecture":"Transmutation","categories":["Combat"]},{"id":"wayfinding","name":"Wayfinding","desc":["I HAVE NO FUCKING CLUE HOW THIS WORK DM JUST MAKES ME ROLL"],"categories":["Utility"],"rune_components":["Advanced Locking"],"rune_architecture":"Specialization","level":"6","casting_time":"1 action","range":"Self","duration":"Instantaneous","concentration":false,"ritual":false},{"id":"animate-dead","name":"Animate Dead","desc":["This spell creates an undead servant. Choose a pile of bones or a corpse of a Medium or Small humanoid within range. Your spell imbues the target with a foul mimicry of life, raising it as an undead creature. The target becomes a skeleton if you chose bones or a zombie if you chose a corpse (the GM has the creature's game statistics).","On each of your turns, you can use a bonus action to mentally command any creature you made with this spell if the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.","The creature is under your control for 24 hours, after which it stops obeying any command you've given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to four creatures you have animated with this spell, rather than animating a new one."],"higher_level":["When you cast this spell using a spell slot of 4th level or higher, you animate or reassert control over two additional undead creatures for each slot level above 3rd. Each of the creatures must come from a different corpse or pile of bones."],"level":3,"casting_time":"1 minute","range":"10 feet","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S,M (A drop of blood, a piece of flesh, and a pinch of bone dust.)","rune_components":["Necromancy"],"rune_architecture":"Conjuration","categories":["Utility","Control"]},{"id":"control-flames","name":"Control Flames","desc":["You choose nonmagical flame that you can see within range and that fits within a 5-foot cube. You affect it in one of the following ways:","You instantaneously expand the flame 5 feet in one direction, provided that wood or other fuel is present in the new location.\nYou instantaneously extinguish the flames within the cube.\nYou double or halve the area of bright light and dim light cast by the flame, change its color, or both. The change lasts for 1 hour.\nYou cause simple shapes—such as the vague form of a creature, an inanimate object, or a location—to appear within the flames and animate as you like. The shapes last for 1 hour.\nIf you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action."],"categories":["Utility"],"rune_components":["Fire"],"rune_architecture":"Manipulation","level":0,"casting_time":"1 action","range":"60 feet","duration":"Instantaneous or 1 hour","concentration":false,"ritual":false},{"id":"shape-water","name":"Shape Water","desc":["You choose an area of water that you can see within range and that fits within a 5-foot cube. You manipulate it in one of the following ways:","You instantaneously move or otherwise change the flow of the water as you direct, up to 5 feet in any direction. This movement doesn’t have enough force to cause damage.\nYou cause the water to form into simple shapes and animate at your direction. This change lasts for 1 hour.\nYou change the water’s color or opacity. The water must be changed in the same way throughout. This change lasts for 1 hour.\nYou freeze the water, provided that there are no creatures in it. The water unfreezes in 1 hour.\nIf you cast this spell multiple times, you can have no more than two of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action."],"categories":["Utility"],"rune_components":["Water"],"rune_architecture":"Manipulation","level":0,"casting_time":"1 action","range":"30 feet","duration":"Instantaneous or 1 hour","concentration":false,"ritual":false},{"id":"mold-earth","name":"Mold Earth","desc":["You choose a portion of dirt or stone that you can see within range and that fits within a 5-foot cube. You manipulate it in one of the following ways:","If you target an area of loose earth, you can instantaneously excavate it, move it along the ground, and deposit it up to 5 feet away. This movement doesn’t have enough force to cause damage.\nYou cause shapes, colors, or both to appear on the dirt or stone, spelling out words, creating images, or shaping patterns. The changes last for 1 hour.\nIf the dirt or stone you target is on the ground, you cause it to become difficult terrain. Alternatively, you can cause the ground to become normal terrain if it is already difficult terrain. This change lasts for 1 hour.\nIf you cast this spell multiple times, you can have no more than two of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action."],"categories":["Utility","Control"],"rune_components":["Earth"],"rune_architecture":"Transmutation","level":0,"casting_time":"1 action","range":"30 feet","duration":"Instantaneous or 1 hour","concentration":false,"ritual":false},{"id":"thorn-whip","name":"Thorn Whip","desc":["You create a long, vine-like whip covered in thorns that lashes out at your command toward a creature in range. Make a melee spell attack against the target. If the attack hits, the creature takes 1d6 piercing damage, and if the creature is Large or smaller, you pull the creature up to 10 feet closer to you."],"higher_level":"This spell’s damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).","level":0,"casting_time":"1 action","range":"30 feet","duration":"Instantaneous","concentration":false,"ritual":false,"components":"undefined","rune_components":["Nature"],"rune_architecture":"Emission","categories":["Control","Combat"]},{"id":"disguise-self","name":"Disguise Self","desc":["You make yourself--including your clothing, armor, weapons, and other belongings on your person--look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.","The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.","To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC."],"higher_level":[],"level":1,"casting_time":"1 action","range":"Self","duration":"1 hour","concentration":false,"ritual":false,"components":"V,S","rune_components":["Illusionary"],"rune_architecture":"Manipulation","categories":["Utility","Buff"]},{"id":"levitate","name":"Levitate","desc":["One creature or object of your choice that you can see within range rises vertically, up to 20 feet, and remains suspended there for the duration. The spell can levitate a target that weighs up to 500 pounds. An unwilling creature that succeeds on a constitution saving throw is unaffected.","The target can move only by pushing or pulling against a fixed object or surface within reach (such as a wall or a ceiling), which allows it to move as if it were climbing. You can change the target's altitude by up to 20 feet in either direction on your turn. If you are the target, you can move up or down as part of your move. Otherwise, you can use your action to move the target, which must remain within the spell's range.","When the spell ends, the target floats gently to the ground if it is still aloft."],"higher_level":[],"level":2,"casting_time":"1 action","range":"60 feet","duration":"Up to 10 minutes","concentration":true,"ritual":false,"components":"V,S,M (Either a small leather loop or a piece of golden wire bent into a cup shape with a long shank on one end.)","rune_components":["Air","Monde"],"rune_architecture":"Manipulation","categories":["Debuff","Control","Utility"]},{"id":"longstrider","name":"Longstrider","desc":["You touch a creature. The target's speed increases by 10 feet until the spell ends."],"higher_level":["When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each spell slot above 1st."],"level":1,"casting_time":"1 action","range":"Touch","duration":"1 hour","concentration":false,"ritual":false,"components":"V,S,M (A pinch of dirt.)","rune_components":["Monde"],"rune_architecture":"Enhancing","categories":["Utility","Buff"]},{"id":"vortex-warp","name":"Vortex Warp","desc":["You magically twist space around another creature you can see within range. The target must succeed on a Constitution saving throw (the target can choose to fail), or the target is teleported to an unoccupied space of your choice that you can see within range. The chosen space must be on a surface or in a liquid that can support the target without the target having to squeeze.","At Higher Levels. When you cast this spell using a spell slot of 3rd level or higher, the range of the spell increases by 30 feet for each slot level above 2nd."],"categories":["Utility","Control"],"rune_components":["Monde","Space"],"rune_architecture":"Conjuration","level":"2","casting_time":"1 action","range":"90 feet","duration":"Instantaneous","concentration":false,"ritual":false},{"id":"phantasmal-force","name":"Phantasmal Force","desc":["You craft an illusion that takes root in the mind of a creature that you can see within range. The target must make an Intelligence saving throw. On a failed save, you create a phantasmal object, creature, or other visible phenomenon of your choice that is no larger than a 10-foot cube and that is perceivable only to the target for the duration. This spell has no effect on undead or constructs.","The phantasm includes sound, temperature, and other stimuli, also evident only to the creature.","The target can use its action to examine the phantasm with an Intelligence (Investigation) check against your spell save DC. If the check succeeds, the target realizes that the phantasm is an illusion, and the spell ends.","While a target is affected by the spell, the target treats the phantasm as if it were real. The target rationalizes any illogical outcomes from interacting with the phantasm. For example, a target attempting to walk across a phantasmal bridge that spans a chasm falls once it steps onto the bridge. If the target survives the fall, it still believes that the bridge exists and comes up with some other explanation for its fall; it was pushed, it slipped, or a strong wind might have knocked it off.","An affected target is so convinced of the phantasm’s reality that it can even take damage from the illusion. A phantasm created to appear as a creature can attack the target. Similarly, a phantasm created to appear as fire, a pool of acid, or lava can burn the target. Each round on your turn, the phantasm can deal 1d6 psychic damage to the target if it is in the phantasm’s area or within 5 feet of the phantasm, provided that the illusion is of a creature or hazard that could logically deal damage, such as by attacking. The target perceives the damage as a type appropriate to the illusion."],"categories":["Debuff","Control","Utility"],"rune_components":["Illusionary"],"rune_architecture":"Manipulation","level":"2","casting_time":"1 action","range":"60 feet","duration":"Concentration, up to 1 minute","concentration":"false","ritual":false},{"id":"ember-mist","name":"Ember Mist","desc":["A swirling mist of embers and heat fills the area in a 30-foot radius, centered on a point you choose within range. Any creature that enters the area or starts its turn within the mist takes 2d6 fire damage. The mist is filled with burning cinders and smoke, making it difficult for creatures to see and breathe."],"higher_level":"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d6 for each slot level above 2nd.","level":"2","casting_time":"1 action","range":"30-foot radius","duration":"Concentration, up to 1 minute","concentration":"false","ritual":false,"components":"V,S,M (an old urn)","rune_components":["Fire","Air"],"rune_architecture":"Conjuration","categories":["Combat","Control"]},{"id":"magic-missile","name":"Magic Missile","desc":["You create three glowing darts of magical force. Each dart hits a creature of your choice that you can see within range. A dart deals 1d4 + 1 force damage to its target. The darts all strike simultaneously, and you can direct them to hit one creature or several."],"higher_level":["When you cast this spell using a spell slot of 2nd level or higher, the spell creates one more dart for each slot level above 1st."],"level":1,"casting_time":"1 action","range":"120 feet","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S","rune_components":["Advanced Locking"],"rune_architecture":"Emission","categories":["Combat"]},{"id":"misty-step","name":"Misty Step","desc":["Briefly surrounded by silvery mist, you teleport up to 30 feet to an unoccupied space that you can see."],"higher_level":[],"level":2,"casting_time":"1 bonus action","range":"Self","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V","rune_components":["Water","Space"],"rune_architecture":"Conjuration","categories":["Utility"]},{"id":"magic-mouth","name":"Magic Mouth","desc":["You plant a message to an object in the range of the spell. The message is verbalized when the trigger conditions are met. Choose an object that you see, and that is not worn or carried by another creature. Then say the message, which should not exceed 25 words but listening can take up to 10 minutes. Finally, establish the circumstances that trigger the spell to deliver your message.","When these conditions are satisfied, a magical mouth appears on the object and it articulates the message imitating your voice, the same tone used during implantation of the message. If the selected object has a mouth or something that approaches such as the mouth of a statue, the magic mouth come alive at this point, giving the illusion that the words come from the mouth of the object.","When you cast this spell, you may decide that the spell ends when the message is delivered or it can persist and repeat the message whenever circumstances occur.","The triggering circumstance can be as general or as detailed as you like, though it must be based on visual or audible conditions that occur within 30 feet of the object. For example, you could instruct the mouth to speak when any creature moves within 30 feet of the object or when a silver bell rings within 30 feet of it."],"higher_level":[],"level":2,"casting_time":"1 minute","range":"30 feet","duration":"Until dispelled","concentration":false,"ritual":true,"components":"V,S,M (A honeycomb and jade dust of at least 10 inches, the spell consumes.)","rune_components":["Literature"],"rune_architecture":"Conjuration","categories":["Utility"]},{"id":"floating-disk","name":"Floating Disk","desc":["This spell creates a circular, horizontal plane of force, 3 feet in diameter and 1 inch thick, that floats 3 feet above the ground in an unoccupied space of your choice that you can see within range. The disk remains for the duration, and can hold up to 500 pounds. If more weight is placed on it, the spell ends, and everything on the disk falls to the ground.","The disk is immobile while you are within 20 feet of it. If you move more than 20 feet away from it, the disk follows you so that it remains within 20 feet of you. If can move across uneven terrain, up or down stairs, slopes and the like, but it can't cross an elevation change of 10 feet or more. For example, the disk can't move across a 10-foot-deep pit, nor could it leave such a pit if it was created at the bottom.","If you move more than 100 feet away from the disk (typically because it can't move around an obstacle to follow you), the spell ends."],"higher_level":[],"level":1,"casting_time":"1 action","range":"30 feet","duration":"1 hour","concentration":false,"ritual":true,"components":"V,S,M (A drop of mercury.)","rune_components":["Locking"],"rune_architecture":"Conjuration","categories":["Utility"]},{"id":"light","name":"Light","desc":["You touch one object that is no larger than 10 feet in any dimension. Until the spell ends, the object sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The light can be colored as you like. Completely covering the object with something opaque blocks the light. The spell ends if you cast it again or dismiss it as an action.","If you target an object held or worn by a hostile creature, that creature must succeed on a dexterity saving throw to avoid the spell."],"higher_level":[],"level":0,"casting_time":"1 action","range":"Touch","duration":"1 hour","concentration":false,"ritual":false,"components":"V,M (A firefly or phosphorescent moss.)","rune_components":["Light"],"rune_architecture":"Emission","categories":["Utility"]},{"id":"ray-of-frost","name":"Ray of Frost","desc":["A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 cold damage, and its speed is reduced by 10 feet until the start of your next turn.","The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8)."],"higher_level":[],"level":0,"casting_time":"1 action","range":"60 feet","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S","rune_components":["Cold"],"rune_architecture":"Emission","categories":["Combat","Debuff"]},{"id":"grease","name":"Grease","desc":["Slick grease covers the ground in a 10-foot square centered on a point within range and turns it into difficult terrain for the duration.","When the grease appears, each creature standing in its area must succeed on a dexterity saving throw or fall prone. A creature that enters the area or ends its turn there must also succeed on a dexterity saving throw or fall prone."],"higher_level":[],"level":1,"casting_time":"1 action","range":"60 feet","duration":"1 minute","concentration":false,"ritual":false,"components":"V,S,M (A bit of pork rind or butter.)","rune_components":["Oil","Water"],"rune_architecture":"Conjuration","categories":["Utility","Control","Debuff"]},{"id":"creation","name":"Creation","desc":["You pull wisps of shadow material from the Shadowfell to create a nonliving object of vegetable matter within range: soft goods, rope, wood, or something similar. You can also use this spell to create mineral objects such as stone, crystal, or metal. The object created must be no larger than a 5-foot cube, and the object must be of a form and material that you have seen before.","The duration depends on the object's material. If the object is composed of multiple materials, use the shortest duration.","| Material | Duration |","|---|---|","| Vegetable matter | 1 day |","| Stone or crystal | 12 hours |","| Precious metals | 1 hour |","| Gems | 10 minutes |","| Adamantine or mithral | 1 minute |","Using any material created by this spell as another spell's material component causes that spell to fail."],"higher_level":["When you cast this spell using a spell slot of 6th level or higher, the cube increases by 5 feet for each slot level above 5th."],"level":5,"casting_time":"1 minute","range":"30 feet","duration":"Special","concentration":false,"ritual":false,"components":"V,S,M (A tiny piece of matter of the same type of the item you plan to create.)","rune_components":["Illusionary","Instantiate"],"rune_architecture":"Conjuration","categories":["Utility"]},{"id":"gate-seal","name":"Gate Seal","desc":["You fortify the fabric of the planes within a 30-foot cube you can see within range. Within that area, portals close and can't be opened for the duration. Spells and other effects that allow planar travel or open portals such as gate or plane shift, fail if used to enter or leave the area. The cube is stationary.\nAt Higher Levels. When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled."],"categories":["Utility","Debuff","Control"],"rune_components":["Sealing","Space"],"rune_architecture":"Manipulation","level":0,"casting_time":"1 minute","range":"60 feet","duration":"24 Hours","concentration":false,"ritual":false},{"id":"tongues","name":"Tongues","desc":["This spell grants the creature you touch the ability to understand any spoken language it hears. Moreover, when the target speaks, any creature that knows at least one language and can hear the target understands what it says."],"higher_level":[],"level":3,"casting_time":"1 action","range":"Touch","duration":"1 hour","concentration":false,"ritual":false,"components":"V,M (A small clay model of a ziggurat.)","rune_components":["Literature"],"rune_architecture":"Manipulation","categories":["Utility","Buff"]},{"id":"molten-earth","name":"Molten Earth ","desc":["You cause the ground in a 10-foot radius to erupt with molten lava. Creatures in the area must succeed on a Dexterity saving throw or take 3d8 fire damage and have their speed reduced by half for the next round. The area becomes difficult terrain for the next minute."],"categories":["Combat","Debuff","Control"],"rune_components":["Fire","Earth"],"rune_architecture":"Transmutation","level":"3","casting_time":"1 action","range":"30 feet","duration":"Instantaneous","concentration":false,"ritual":false},{"id":"delusive-seal","name":"Delusive Seal","desc":["You ensnare a creature’s mind with haunting illusions. The target must succeed on a Wisdom saving throw or become disoriented, seeing nightmarish visions that blur its perception of reality. For the duration, the creature’s attacks have a 50% chance of hitting an illusory target instead of the real one, and it takes 1d6 psychic damage at the start of each of its turns as the illusions wrack its mind."],"categories":["Debuff","Control","Combat"],"rune_components":["Illusionary","Sealing","Psychic"],"rune_architecture":"Manipulation","level":"3","casting_time":"1 action","range":"Self","duration":"10 minutes","concentration":false,"ritual":false},{"id":"void-step","name":"Void Step","desc":["You step through a sliver of the Void, briefly escaping the Material Plane. You teleport up to 30 feet to an unoccupied space you can see. When you reappear, you are briefly invisible. (Untill the start of your next turn)"],"level":0,"casting_time":"1 bonus action","range":"Self","duration":"Instantaneous","concentration":false,"ritual":false,"components":"undefined","icon":"Space","rune_components":["Illusionary","Space"],"rune_architecture":"Transmutation","categories":["Utility","Buff"]},{"id":"hold-person","name":"Hold Person","desc":["Choose a humanoid that you can see within range. The target must succeed on a wisdom saving throw or be paralyzed for the duration. At the end of each of its turns, the target can make another wisdom saving throw. On a success, the spell ends on the target."],"categories":["Debuff","Control","Combat"],"rune_components":["Locking"],"rune_architecture":"Manipulation","level":2,"casting_time":"1 action","range":"60 feet","duration":"Up to 1 minute","concentration":true,"ritual":false},{"id":"whispers-of-the-wild","name":"Whispers of the Wild","desc":["You call upon the spirits of nature to subtly influence a creature's thoughts. The target must succeed on a Wisdom saving throw or be compelled to act in the interest of nature, avoiding actions that would cause environmental harm or damage creatures of nature. When they are compelled, they will not start fires, kill animals, or chop down trees, but retain full awareness of their altered behavior.\n"],"higher_level":"","level":"2","casting_time":"1 action","range":"90 feet","duration":"up to 10 minutes","concentration":true,"ritual":false,"components":"V","icon":"Nature","rune_components":["Nature","Sealing","Psychic"],"rune_architecture":"Manipulation","categories":["Control","Debuff","Combat"]},{"id":"torrent-surge","name":"Torrent Surge","desc":["You summon a powerful stream of water that propels you forward in a straight line, up to 30 feet. Creatures and objects in your path are swept along by the surge.","Effect: When you cast this spell, you move in a 30-foot line in a direction of your choosing. Creatures in your path must make a Strength saving throw or be pushed 10 feet in the same direction.\nOn a failed saving throw, creatures also take 2d6 bludgeoning damage from the water’s force.\nIf you collide with an object or creature larger than you, the surge ends immediately, and both you and the target take 2d8 bludgeoning damage."],"higher_level":"","level":"3","casting_time":"1 action","range":"Self (30-foot line)","duration":"Instantaneous","concentration":false,"ritual":false,"components":"V,S,M (a surfboard)","icon":"Water","rune_components":["Water","Force"],"rune_architecture":"Conjuration","categories":["Combat","Utility"]}]